---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotDuplicateInOption
source: html/ad07adb9-b8ae-ee51-8298-d1d8ce281d5f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotDuplicateInOption Property

Elements can't be duplicated in a secondary Option

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotDuplicateInOption { get; }
```